mend_app_api/app/controllers/mends_controller.rb

SELECT "mends".* FROM "mends"
---
  def index
    @mends = Mend.all